Repository: ToastedTemplates/rocketecommerce.HtmlEssential
Catalog: 1.0/resx/RE.*.resx
Languages: fr_fr

# accountname.Text
source: Account Name
fr_fr: Nom du compte

# accountnumber.Text
source: Account Number
fr_fr: Num&#233;ro de compte

# activeadminmenu.Help
source: Different configurations or options will make some menu options obsolete. This allow you to select which options should appear on the clients admin menu.
fr_fr: Diff&#233;rentes configurations ou options rendront certaines options de menu obsol&#232;tes. Cela vous permet de s&#233;lectionner les options qui doivent appara&#238;tre dans le menu administrateur des clients.

# activeadminmenu.Text
source: Active Admin Menu
fr_fr: Menu Admin actif

# activeportal.Text
source: Active Shop
fr_fr: Boutique active

# address.Text
source: Address
fr_fr: Adresse

# address1.Text
source: Address line 1
fr_fr: Ligne d’adresse 1

# address2.Text
source: Address line 2
fr_fr: Ligne d’adresse 2

# addtobasket.Text
source: Add to Basket
fr_fr: Ajouter au panier

# administrator.Text
source: Administrator
fr_fr: Administrateur

# amount.Text
source: Amount
fr_fr: Montant

# amountdue.Text
source: Amount Due
fr_fr: Montant d&#251;

# amountpaid.Text
source: Amount Paid
fr_fr: Montant pay&#233;

# bankdetails.Text
source: Bank Details
fr_fr: D&#233;tails de la banque

# bankname.Text
source: Bank Name
fr_fr: Nom de la banque

# billingaddress.Text
source: Billing Address
fr_fr: Adresse de facturation

# buy.Text
source: Buy
fr_fr: Payer maintenant

# cart.Text
source: Cart
fr_fr: Panier

# cartadmin.Text
source: Cart Admin
fr_fr: Admin panier

# cartdays.Help
source: The number of days to retain carts in the Database. After the number of days has elapsed, the cart will be removed from the database.
fr_fr: Conservation du panier dans la base de donn&#233;es. Une fois le nombre de jours &#233;coul&#233;s, le panier sera retir&#233; de la base de donn&#233;es.

# cartdays.Text
source: Retain Cart (Days)
fr_fr: Conservation du panier (en jours)

# cartlimit.Help
source: The number of carts that can be kepted in the database. Once the portal carts have passed this number in the database the system will automatically removed the extra carts after 24 hours, regardless of the &quot;Reatain Cart&quot; setting.
fr_fr: Nombre de paniers qui peuvent &#234;tre conserv&#233;s dans la base de donn&#233;es. Une fois la limite atteinte, les paniers dont la dur&#233;e d&#233;passe 1 heure seront automatiquement supprim&#233;s, quel que soit le param&#232;tre de conservation du panier.

# cartlimit.Text
source: Cart Record Limit
fr_fr: Nombre de paniers conserv&#233;s

# catalog.Text
source: Catalog
fr_fr: Catalogue

# categories.Text
source: Categories
fr_fr: Cat&#233;gories

# categoriesadmin.Text
source: Categories
fr_fr: Admin Cat&#233;gories

# city.Text
source: City
fr_fr: Ville

# company.Text
source: Company
fr_fr: Soci&#233;t&#233;

# companyname.Text
source: Company Name
fr_fr: Nom de la soci&#233;t&#233;

# contactdetails.Text
source: Details
fr_fr: Coordonn&#233;es

# contactemail.Text
source: Contact Email
fr_fr: E-mail

# continueshopping.Text
source: Continue Shopping
fr_fr: Continuer les achats

# controltype.Text
source: Control Type
fr_fr: Type de contr&#244;le

# country.Text
source: Country
fr_fr: Pays

# currencycode.Text
source: Currency Code
fr_fr: Code Devise

# currencyculturecode.Text
source: Currency Culture Code
fr_fr: Code Pays

# dashboard.Text
source: Dashboard
fr_fr: Tableau de bord

# database.Text
source: Database
fr_fr: Base de donn&#233;es

# details.Text
source: Details
fr_fr: D&#233;tails

# discount.Text
source: Discount
fr_fr: Remises

# discountmethods.Text
source: Discount Methods
fr_fr: Types de remises

# discountprice.Text
source: Discount Price
fr_fr: Prix r&#233;duit

# displayaddress.Text
source: Display Address
fr_fr: Adresse d’affichage

# due.Text
source: Due
fr_fr: Impay&#233;

# emailfail.Text
source: Email NOT sent
fr_fr: Echec de l&#39;envoi e-mail

# emailmessage.Text
source: Email Message
fr_fr: Note pour le destinataire

# emailon.Text
source: Activate Shop Emails
fr_fr: Activer les notifications

# emailsent.Text
source: Email sent.
fr_fr: E-mail envoy&#233;

# employees.Text
source: Employees
fr_fr: Employ&#233;s

# emptybasket.Text
source: Your Basket is Empty
fr_fr: Le panier est vide.

# enginedomain.Text
source: Engine Domain URL
fr_fr: Domaine de l&#39;engine RE

# engineurl.Help
source: The Engine URL is the portal url that is used as the e-commerce engine and has the user authentication linked to it. It is autogenerated using a GUID key (as the sub-domain) and a root domain. Usually the root domain will be the default site, but it can be altered to use another url. The EngineUrl DNS will need to be pointing at the server and attached to the website binding. It is automatically created as a portal alias.&lt;br/&gt;&lt;br/&gt;&lt;b&gt; WARNING: Incorrectly altering this URL can stop the e-commerce engine from working.&lt;/b&gt;
fr_fr: L’URL du moteur est l’URL du portail qui est utilis&#233;e comme moteur de commerce &#233;lectronique et dont l’authentification utilisateur lui est li&#233;e. Il est autog&#233;n&#233;r&#233; &#224; l’aide d’une cl&#233; GUID (sous-domaine) et d’un domaine racine. Habituellement, le domaine racine sera le site par d&#233;faut, mais il peut &#234;tre modifi&#233; pour utiliser une autre URL. Le DNS EngineUrl devra pointer vers le serveur et &#234;tre attach&#233; &#224; la liaison du site Web. Il est automatiquement cr&#233;&#233; sous la forme d’un alias portail.&lt;br/&gt;&lt;br/&gt; &lt;b&gt;WARNING : modifier incorrectement cette URL peut emp&#234;cher le moteur de commerce &#233;lectronique de fonctionner.&lt;/b&gt;

# engineurl.Text
source: Engine URL
fr_fr: URL de l&#39;engine RE

# fail.Text
source: Fail
fr_fr: &#201;chec

# firstname.Text
source: First Name
fr_fr: Pr&#233;nom

# from.Text
source: From
fr_fr: De

# fromemail.Text
source: From Email
fr_fr: De la part de

# general.Text
source: General
fr_fr: G&#233;n&#233;ral

# generalsettings.Text
source: General Settings
fr_fr: Param&#232;tres g&#233;n&#233;raux

# history.Text
source: History
fr_fr: Historique

# imageupload.Msg
source: Upload your images here, by dragging and dropping on the area below. Or by using the upload button to select images from your file system.
fr_fr: Chargez vos images ici, avec un glisser/d&#233;poser ou en utilisant le bouton de chargement.

# imageupload.Text
source: Image Upload
fr_fr: Chargement des images

# internalnotes.Text
source: Internal Notes
fr_fr: Notes internes

# invoiceref.Text
source: Invoice Ref
fr_fr: R&#233;f. facture

# justify.Text
source: Justify
fr_fr: Justifier

# keywords.Text
source: Keywords
fr_fr: Mots-cl&#233;s

# lastname.Text
source: Last Name
fr_fr: Nom de famille

# makeactive.Text
source: Make Active
fr_fr: Rendre actif

# manageremail.Text
source: Manager Email
fr_fr: E-mail du manager de la boutique

# managerpassword.Text
source: Manage Password
fr_fr: G&#233;rer le mot de passe

# memebers.Text
source: Members
fr_fr: Membres

# merchantcontacts.Text
source: Merchant Contacts
fr_fr: Contacts marchands

# message_bankinstructions.Default
source: You have opted to NOT pay online. Please make your bank payment as soon as possible to the account below. Insert the order number in the reference field and include your name as well if it is different from the acccount name.
fr_fr: Veuillez effectuer votre paiement bancaire d&#232;s que possible sur le compte ci-dessous. Ins&#233;rez le num&#233;ro de commande dans le champ de r&#233;f&#233;rence et incluez &#233;galement votre nom s’il est diff&#233;rent du nom d’acccount.

# message_bankinstructions.Help
source: Message displayed on the order email, when the order has not been paid via the on-line interface.
fr_fr: Message affich&#233; sur l’e-mail de commande, lorsque la commande n’a pas &#233;t&#233; pay&#233;e via l’interface en ligne.

# message_bankinstructions.Text
source: Banking Instructions
fr_fr: Instructions bancaires

# message_checkoutfail.Default
source: The order was cancelled or the payment failed. Contact your bank if you need assistance with your credit card, or contact us if you believe there is a problem with the checkout.
fr_fr: La commande a &#233;t&#233; annul&#233;e ou le paiement a &#233;chou&#233;. Veuillez contacter votre banque ou nous contacter si vous pensez qu’il y a un probl&#232;me avec la page de paiement.

# message_checkoutfail.Help
source: This text is displayed on the website, to the client, after a failed order.
fr_fr: Texte affich&#233; au client apr&#232;s une commande &#233;chou&#233;e.

# message_checkoutfail.Text
source: Checkout Fail message
fr_fr: Message d’&#233;chec du paiement

# message_checkoutok.Default
source: Thank you for your order. You will receive an emailed confirmation containing all order details. Please check your junk email folders if you don&#39;t receive it within 30 minutes. Take note of the number below if you wish to contact us about this order.
fr_fr: Merci pour votre commande. Vous recevrez une confirmation par e-mail contenant tous les d&#233;tails de la commande. Veuillez v&#233;rifier vos courriers ind&#233;sirables si vous ne la recevez pas dans les 30 minutes. Prenez note du num&#233;ro ci-dessous si vous souhaitez nous contacter au sujet de cette commande.

# message_checkoutok.Help
source: This text is displayed on the website, to the client, after a successful order.
fr_fr: Texte affich&#233; au client apr&#232;s une commande r&#233;ussie.

# message_checkoutok.Text
source: Checkout OK message
fr_fr: Message de paiement OK

# message_emailorder.Default
source: Thank you for your order. We&#39;re here to help! Call us during office hours Monday to Friday, or visit us in-store if you have any questions about your order.
fr_fr: Merci pour votre commande. Nous sommes l&#224; pour vous aider ! Contactez-nous si vous avez une question sur votre commande.

# message_emailorder.Help
source: Text that is displayed on the successful order email, which is sent to the client.
fr_fr: Texte affich&#233; dans l’e-mail de commande r&#233;ussie envoy&#233; au client.

# message_emailorder.Text
source: Email Order Message
fr_fr: E-mail de commande

# message_paymentform.Default
source: This form allows you to pay us. Please enter your details and click &quot;Pay&quot;. You will be redirected to the bank for secure payment.
fr_fr: Ce formulaire vous permet de r&#233;gler votre commande. Saisissez vos coordonn&#233;es et cliquez sur le bouton &quot;Payer maintenant&quot;. Vous serez redirig&#233; vers le site de la banque pour effectuer votre paiement s&#233;curis&#233;.

# message_paymentform.Help
source: This message is displayed on the single payment form.
fr_fr: Ce message s’affiche sur le formulaire de paiement.

# message_paymentform.Text
source: Payment Form Message
fr_fr: Message du formulaire de paiement

# message_paymentformemail.Default
source: Easy payment can be made on our secure payment website. Click the &quot;Pay&quot; button below to open our payment form.
fr_fr: Un paiement s&#233;curis&#233; peut &#234;tre effectu&#233; sur notre site web. Cliquez sur le bouton &quot;R&#233;gler ma commande&quot; ci-dessous pour acc&#233;der au formulaire de paiement.

# message_paymentformemail.Help
source: When an email is sent for a payment, the email will contain this message.
fr_fr: Message par d&#233;faut de l&#39;e-mail de paiement.

# message_paymentformemail.Text
source: Payment Form Email Message
fr_fr: Message de l&#39;e-mail de paiement

# message_paymentformfail.Default
source: Your payment has been refused or cancelled, please try again.
fr_fr: Votre paiement a &#233;t&#233; refus&#233; ou annul&#233;, veuillez s’il vous pla&#238;t r&#233;essayer.

# message_paymentformfail.Help
source: Message that is displayed to the client when they return from the bank with a FAILED payment status.
fr_fr: Message qui s’affiche au client au retour de la banque apr&#232;s un paiement &#233;chou&#233;.

# message_paymentformfail.Text
source: Payment Form Fail Message
fr_fr: Message de paiement &#233;chou&#233;

# message_paymentformok.Default
source: Your Payment has been successfully completed.
fr_fr: Merci, votre paiement a bien &#233;t&#233; pris en compte.

# message_paymentformok.Help
source: Message that is displayed to the client when they return from the bank with a SUCCESSFUL payment status.
fr_fr: Message qui s’affiche au client &#224; son retour de la banque apr&#232;s un paiement r&#233;ussi.

# message_paymentformok.Text
source: Payment Form OK message
fr_fr: Message de paiement r&#233;ussi

# message_paymentreceived.Default
source: Thank you for your payment.
fr_fr: Nous vous remercions pour votre r&#232;glement.

# message_paymentreceived.Help
source: The text that will displayed on the &quot;Payment OK&quot; email sent to the client
fr_fr: Texte qui s’affichera dans l’e-mail &quot;Paiement confirm&#233;&quot; envoy&#233; au client

# message_paymentreceived.Text
source: Payment Received
fr_fr: Paiement re&#231;u

# message_storepickup.Default
source: You are welcome to pick your order up from us in store during opening hours. Please ring us if you want to ensure it is ready for pickup.
fr_fr: Vous pouvez r&#233;cup&#233;rer votre commande chez nous pendant les heures d’ouverture. Merci de nous contacter au pr&#233;alable afin de vous assurer qu’elle soit pr&#234;te.

# message_storepickup.Help
source: If you have a pickup option for shipping, this message is displayed on the website during shipping selection.
fr_fr: Si vous avez une option de ramassage pour l’exp&#233;dition, ce message est affich&#233; sur le site Web pendant la s&#233;lection d’exp&#233;dition.

# message_storepickup.Text
source: Store Pickup
fr_fr: Enl&#232;vement en magasin

# message_waitingforpayment.Default
source: You have opted to NOT pay online. An email with instructions has been send to your email address.
fr_fr: Vous avez choisi de ne pas payer en ligne. Un e-mail contenant des instructions vous a &#233;t&#233; envoy&#233;.

# message_waitingforpayment.Help
source: When &quot;manual payment&quot; is used, the payment is NOT paid online and must be sent to the merchant via other methods (cheque, money, transfer, etc.). This message is displayed on the bank return after clicking pay on the &quot;manual payment&quot; option.
fr_fr: Lorsque le &#171; paiement classique &#187; est utilis&#233;, votre paiement doit &#234;tre envoy&#233; au commer&#231;ant via d’autres m&#233;thodes (ch&#232;que, liquide, virement, etc.). Ce message s’affiche apr&#232;s avoir cliqu&#233; sur &#171; Paiement classique &#187;.

# message_waitingforpayment.Text
source: Waiting For Payment
fr_fr: En attente de paiement

# models.Text
source: Models
fr_fr: Mod&#232;les

# modify.Text
source: Modify
fr_fr: Modifier

# name.Text
source: Name
fr_fr: Nom

# newportal.Text
source: New Portal
fr_fr: Nouveau portail

# number.Text
source: Number
fr_fr: Num&#233;ro

# order.Text
source: Order
fr_fr: Commande

# orderadmin.Text
source: Order Admin
fr_fr: Gestion des commandes

# orderdate.Text
source: Order Date
fr_fr: Date de commande

# ordernumber.Text
source: Order Number
fr_fr: Num&#233;ro de commande

# orders.Text
source: Orders
fr_fr: Commandes

# orderstatus.Text
source: Order Status
fr_fr: Statut de commande

# orderstatus0.Text
source: Unknown
fr_fr: Inconnu

# orderstatus10.Text
source: Cart
fr_fr: Panier

# orderstatus100.Text
source: Shipped
fr_fr: Exp&#233;di&#233;e

# orderstatus110.Text
source: Completed
fr_fr: Termin&#233;e

# orderstatus120.Text
source: Archived
fr_fr: Archiv&#233;e

# orderstatus130.Text
source: Waiting
fr_fr: En attente

# orderstatus140.Text
source: Special
fr_fr: Sp&#233;cial

# orderstatus150.Text
source: Payment Failed
fr_fr: &#201;chec du paiement

# orderstatus160.Text
source: Partial Payment
fr_fr: Acompte

# orderstatus170.Text
source: Partial Not Verified
fr_fr: Acompte non v&#233;rifi&#233;

# orderstatus180.Text
source: Overpaid
fr_fr: Trop per&#231;u

# orderstatus190.Text
source: Overpaid Not Verified
fr_fr: Trop per&#231;u non v&#233;rifi&#233;

# orderstatus20.Text
source: Incomplete
fr_fr: Incompl&#232;te

# orderstatus200.Text
source: Paid
fr_fr: Pay&#233;e

# orderstatus210.Text
source: Payment Not Verified
fr_fr: Paiement non v&#233;rifi&#233;

# orderstatus220.Text
source: Waiting for Payment
fr_fr: En attente de paiement

# orderstatus30.Text
source: Waiting for Bank
fr_fr: En attente de la banque

# orderstatus40.Text
source: Cancelled
fr_fr: Annul&#233;e

# orderstatus50.Text
source: Payment Accepted
fr_fr: Paiement accept&#233;

# orderstatus60.Text
source: Payment Not Verified
fr_fr: Paiement non v&#233;rifi&#233;

# orderstatus70.Text
source: Waiting for Payment
fr_fr: En attente de paiement

# orderstatus80.Text
source: Waiting for Stock
fr_fr: En attente de stock

# orderstatus90.Text
source: Being Manufactured
fr_fr: En cours de fabrication

# orderstatusall.Text
source: All Status
fr_fr: Tous les statuts

# pageandlinks.Text
source: Pages and Links
fr_fr: Pages et liens

# pageslinks_checkout.Help
source: Checkout page URL, on the display website
fr_fr: URL de la page de paiement

# pageslinks_paymentpage.Help
source: Payment page URL, on the display website
fr_fr: URL de la page de paiement

# pageslinks_productdetail.Help
source: Product detail URL, on the display website
fr_fr: URL du d&#233;tail du produit

# pageslinks_productlist.Help
source: Product list URL, on the display website
fr_fr: URL de la liste de produits

# paid.Text
source: Paid
fr_fr: Pay&#233;e

# pay.Text
source: Pay
fr_fr: Payer

# payment.Text
source: Payment
fr_fr: Paiement

# paymentadmin.Text
source: Payments
fr_fr: Gestion des paiements

# paymentmethods.Text
source: Payment Methods
fr_fr: M&#233;thodes de paiement

# paymentprovider.Text
source: Payment Provider
fr_fr: Passerelle de paiement

# paymentproviders.Text
source: Payment Providers
fr_fr: Passerelles de paiement

# paymentrequest.Text
source: A Payment has been requested
fr_fr: Nous sommes dans l&#39;attente de votre paiement

# payments.Text
source: Payments
fr_fr: Paiements

# phone.Text
source: phone
fr_fr: T&#233;l&#233;phone

# portalsettings.Text
source: Portal Settings
fr_fr: Param&#232;tres du portail

# portalshops.Text
source: Shops
fr_fr: Bouqiues

# postbox.Text
source: Post box
fr_fr: Bo&#238;te postale

# postcode.Text
source: Post Code
fr_fr: Code postal

# preferedculturecode.Text
source: Prefered Culture
fr_fr: Langue par d&#233;faut

# price.Text
source: Price
fr_fr: Prix

# printlabel.Text
source: Print Label
fr_fr: Imprimer un bon

# productadmin.Text
source: Products
fr_fr: Produits

# productdata.Help
source: Unchecking the data section will make the product data section hidden in the product admin.
fr_fr: D&#233;cocher la section donn&#233;es rendra la section des donn&#233;es du produit masqu&#233;e dans l’administrateur du produit.

# productdata.Text
source: Product Data Sections
fr_fr: Sections de donn&#233;es de produits

# productdatasection.Text
source: Models,Images,Options,Categories,Properties,Docs,Links,Html,SEO,Extra
fr_fr: Mod&#232;les,Images,Options,Cat&#233;gories,Propri&#233;t&#233;s,Docs,Liens,Html,SEO,Extra

# productdocumentlimit.Text
source: Product Document Limit
fr_fr: Limite des documents Produit

# productimagelimit.Text
source: Product Image Limit
fr_fr: Limite des images Produit

# productmodellimit.Text
source: Product Model Limit
fr_fr: Limite des mod&#232;les Produit

# productname.Text
source: Product Name
fr_fr: Nom du produit

# productoptionlimit.Text
source: Product Option Limit
fr_fr: Limite des options Produit

# productorderby.Text
source: Product &quot;Order By&quot; dropdown
fr_fr: Options de la liste d&#233;roulante &quot;Classer par&quot;

# products.Text
source: Products
fr_fr: Produits

# properties.Text
source: Properties
fr_fr: Propri&#233;t&#233;s

# propertiesadmin.Text
source: Properties
fr_fr: Propri&#233;t&#233;s

# protocol.Text
source: Protocol
fr_fr: Protocole

# qty.Text
source: Qty
fr_fr: Qt&#233;

# ref.Text
source: Ref.
fr_fr: R&#233;f.

# region.Text
source: Region
fr_fr: D&#233;partement

# removearticle.confirm
source: Remove Article
fr_fr: Supprimer l’article

# removehistory.Text
source: Remove History
fr_fr: Supprimer l’historique

# resetportalshop.Help
source: Reseting the shop will restore all shop settings back to the default for the system. (Usually created by the Export PortalShop)
fr_fr: La r&#233;initialisation de la boutique restaurera tous les param&#232;tres de la boutique &#224; la valeur par d&#233;faut pour le syst&#232;me. (G&#233;n&#233;ralement cr&#233;&#233; par l’Export PortalShop)

# resetportalshop.Text
source: Reset Shop
fr_fr: R&#233;initialiser la boutique

# retrypayment.Text
source: Retry Payment
fr_fr: R&#233;essayer le paiement

# rootdomain.Text
source: Root Domain
fr_fr: Domaine racine

# sales.Text
source: Sales
fr_fr: Ventes

# saveandsend.Text
source: Save and Send Email
fr_fr: Enregistrer et envoyer une notification

# securitykey.Text
source: Security Key
fr_fr: Cl&#233; du portail distant

# sendemail.Text
source: Send Email
fr_fr: Envoyer l&#39;e-mail

# sendreceivedemail.Text
source: Received Email
fr_fr: E-mail re&#231;u

# setdefault.Help
source: Exporting this shop will set it as the default for all new portal shops created on this install. A &quot;default_portalshop.xml&quot; file is created in the RocketEcommerce folder. When a new portal shop is created this xml data will be used to create the new portal.
fr_fr: L’exportation de ce magasin le d&#233;finira comme la valeur par d&#233;faut pour tous les nouveaux magasins de portail cr&#233;&#233;s sur cette installation. Un fichier &quot;default_portalshop.xml&#160;&#187; est cr&#233;&#233; dans le dossier RocketEcommerce. Lors de la cr&#233;ation d’une nouvelle boutique de portails, ces donn&#233;es xml sont utilis&#233;es pour cr&#233;er le nouveau portail.

# setdefault.Text
source: Set as Default
fr_fr: D&#233;finir comme valeur par d&#233;faut

# settingcountry.Text
source: Countries
fr_fr: Pays

# settings.Text
source: Settings
fr_fr: Param&#232;tres

# setup.Text
source: SetUp
fr_fr: Configuration

# shipping.Text
source: Shipping
fr_fr: Livraison

# shippingaddress.Text
source: Shipping Address
fr_fr: Adresse d’exp&#233;dition

# shippingmethods.Text
source: Shipping Methods
fr_fr: M&#233;thodes de livraison

# shippingproviders.Text
source: Shipping Providers
fr_fr: Services de livraison

# sqlfilter.Help
source: The SQL filter is a section of SQL that interacts with the database SPROC to do a selection. This is nearly always a text search, but it can be defined to whatever you wish. The basic idea is to get the search text from the users then do a SPROC call with this filter. The tokens in &quot;{&quot; &quot;}&quot; will be replaced with the SessionParam field name.
fr_fr: Le filtre SQL est une section de SQL qui interagit avec la base de donn&#233;es SPROC pour effectuer une s&#233;lection. Il s’agit presque toujours d’une recherche de texte, mais il peut &#234;tre d&#233;fini &#224; ce que vous souhaitez. L’id&#233;e de base est d’obtenir le texte de recherche des utilisateurs, puis faire un appel SPROC avec ce filtre. Les jetons dans &quot;{&#160;&#187; &quot;}&#160;&#187; seront remplac&#233;s par le nom du champ SessionParam.

# sqlfilter.Text
source: SQL Filter
fr_fr: Filtre SQL

# sqlfilterorder.Text
source: Order SQL Filter
fr_fr: Filtre SQL de commande

# sqlfilterpayment.Text
source: Payment SQL Filter
fr_fr: Filtre SQL de paiement

# sqlfilterproduct.Text
source: Product SQL Filter
fr_fr: Filtre SQL article
