Repository: ToastedTemplates/rocketecommerce.HtmlEssential
Catalog: 1.0/resx/RE.*.resx
Languages: fr_fr

# sqlorderby.Help
source: A list of SQL order by clauses, this will be used in the &quot;order by&quot; dropdownlist to give different sort order to the product list. &lt;i&gt; On large databases a index may be required on the table to ensure performace&lt;/i&gt;
fr_fr: Une liste d’ordre SQL par clauses, ceci sera utilis&#233; dans la liste d&#233;roulante &quot;order by&#160;&#187; pour donner un ordre de tri diff&#233;rent &#224; la liste de produits. &lt;i&gt;Ons grandes bases de donn&#233;es, un index peut &#234;tre requis sur la table pour assurer l’ex&#233;cution&lt;/i&gt;

# sqlorderby.Text
source: SQL Order By
fr_fr: Ordre SQL de l’article par

# sqlorderbyorder.Text
source: SQL OrderBy Order
fr_fr: Ordre SQL OrderBy

# sqlorderby-product-name.Text
source: Name ↓
fr_fr: Nom ↑

# sqlorderby-product-name-desc.Text
source: Name ↑
fr_fr: Nom ↓

# sqlorderby-product-price.Text
source: Price ↓
fr_fr: Prix ↑

# sqlorderby-product-price-desc.Text
source: Price ↑
fr_fr: Prix ↓

# sqlorderby-product-ref.Text
source: Ref. ↓
fr_fr: R&#233;f. ↑

# sqlorderby-product-ref-desc.Text
source: Ref. ↑
fr_fr: R&#233;f. ↓

# status.Text
source: Status
fr_fr: Statut

# storename.Text
source: Store Name
fr_fr: Nom de la boutique

# street.Text
source: Street
fr_fr: Rue

# subtotal.Text
source: SubTotal
fr_fr: Sous-total

# summary.Text
source: Summary
fr_fr: R&#233;sum&#233;

# tax.Text
source: Tax
fr_fr: TVA

# taxmethods.Text
source: Tax Methods
fr_fr: Taxes

# taxnumber.Text
source: Tax Number
fr_fr: Num&#233;ro de TVA

# taxproviders.Text
source: Tax Providers
fr_fr: Services de taxes

# tel.Text
source: Tel.
fr_fr: T&#233;l.

# unit.Text
source: Unit
fr_fr: unit&#233;(s)

# usebillingaddress.Text
source: Use Billing Address for Shiping.
fr_fr: Utiliser l&#39;adresse de facturation

# usersettings.Text
source: User Settings
fr_fr: Param&#232;tres de l’utilisateur

# value.Text
source: Value
fr_fr: Valeur

# viewcart.Text
source: View Cart
fr_fr: Voir le panier

# websiteurl.Text
source: Website URL
fr_fr: URL du site Web
